export const state = () => ({
	categories: [
		{
			name: 'Горные',
			link: '/'
		},
		{
			name: 'Городские и дорожные',
			link: '/'
		},
		{
			name: 'Детские и подросковые',
			link: '/'
		},
		{
			name: 'Электро',
			link: '/'
		},
		{
			name: 'Двухподвесы',
			link: '/'
		},
		{
			name: 'Женские',
			link: '/'
		},
		{
			name: 'Складные',
			link: '/'
		},
		{
			name: 'Трехколесные и коляски',
			link: '/'
		},
		{
			name: 'Трюковые',
			link: '/'
		},
		{
			name: 'Фэтбайки',
			link: '/'
		},
		{
			name: 'Шоссейные',
			link: '/'
		},
		{
			name: 'Горные',
			link: '/'
		},
		{
			name: 'Городские и дорожные',
			link: '/'
		},
		{
			name: 'Детские и подросковые',
			link: '/'
		},
		{
			name: 'Электро',
			link: '/'
		},
		{
			name: 'Двухподвесы',
			link: '/'
		},
		{
			name: 'Женские',
			link: '/'
		},
		{
			name: 'Складные',
			link: '/'
		},
		{
			name: 'Трехколесные и коляски',
			link: '/'
		},
		{
			name: 'Трюковые',
			link: '/'
		},
		{
			name: 'Фэтбайки',
			link: '/'
		},
		{
			name: 'Шоссейные',
			link: '/'
		},
	]
});
